Repository: MichaelLogutov/AionMaterialCalculator
Catalog: Website/App_GlobalResources/RecipeCalculator.*.resx
Languages: de_de

source: Cancel
de_de: Abbrechen

source: Close
de_de: Schließen

# s1
source: Dagger
de_de: Dolch

# s10
source: Hat
de_de: Kopf

# s100
source: No items
de_de: Keine Gegenstände

# s101
source: recipe
de_de: Rezept

# s102
source: craft {0} lvl
de_de: Fertigkeitslevel {0}

# s103
source: Number
de_de: Nummer

# s104
source: Your email for me to reply you
de_de: Deine E-Mail-Adreße auf der ich dir antworten kann

# s105
source: Message (English or Russian only!)
de_de: Nachricht (nur in englisch oder russisch)

# s106
source: You must enter email
de_de: E-Mail-Adresse eingeben

# s107
source: Please enter valid email address
de_de: Bitte eine gültige E-Mail-Adresse eingeben

# s108
source: You must enter message text
de_de: Bitte einen Nachrichtentext eingeben

# s109
source: Your message has been send successfully!<br />Thank you!
de_de: Deine Nachricht wurde erfolgreich verschickt.<br />Danke!

# s11
source: Robe armor
de_de: Stoffrüstung

# s110
source: Sending your message...
de_de: Nachricht wird versandt...

# s111
source: Proc
de_de: geprocte Version

# s112
source: Non proc
de_de: nicht geprocte Version

# s113
source: Reset settings for current item
de_de: Einstellungen für den aktuellen

# s114
source: Reset
de_de: Zurücksetzten

# s115
source: Select recipe
de_de: Rezept wählen

# s12
source: Leather armor
de_de: Lederrüstung

# s13
source: Chain armor
de_de: Kettenrüstung

# s14
source: Plate armor
de_de: Plattenrüstung

# s15
source: Shield
de_de: Schild

# s16
source: Waist
de_de: Gürtel

# s17
source: Necklace
de_de: Halsteil

# s18
source: Earrings
de_de: Ohrring

# s2
source: Mace
de_de: Schwert

# s20
source: Alchemy
de_de: Alchemie

# s21
source: Armorsmith
de_de: Rüstungsschmeid

# s22
source: Morph
de_de: Umwandlung

# s23
source: Cooking
de_de: Kochen

# s24
source: Handicraft
de_de: Handwerken

# s25
source: Tailoring
de_de: Schneidern

# s26
source: Weaponsmith
de_de: Waffenschmied

# s27
source: Junk
de_de: Plunder

# s28
source: Common
de_de: Normal

# s29
source: Rare
de_de: Selten

# s3
source: 1H Sword
de_de: 1H Schwert

# s30
source: Legend
de_de: Legendär

# s31
source: Unique
de_de: Einzigartig

# s32
source: Epic
de_de: Episch

# s33
source: Mythic
de_de: Mystisch

# s34
source: Write a email to me
de_de: Eine E-Mail an mich senden

# s35
source: Feedback/bug report
de_de: Feedback/Fehler melden

# s36
source: Go to aionsource forum disccussion about&lt;br /&gt;this material calculator (in new window)
de_de: Zum Diskussionsbeitrag im aionsource-Forum zu<br />diesem Materialcalulator (in einem neuen Fenster)

# s37
source: Discuss it on forum
de_de: Diskutiere im Forum

# s38
source: Reload current page without any&lt;br /&gt;recipe selected (in current window)
de_de: Aktuelle Seite neu laden ohne <br />Rezeptauswahl (im aktuellen Fenster)

# s39
source: New
de_de: Neu

# s4
source: 2H Sword
de_de: 2H Schwert

# s40
source: No recipe selected.
de_de: Kein Rezept gewählt.

# s41
source: Recipe
de_de: Rezept

# s42
source: See it at aionarmory (new window)
de_de: Auf aionarmory betrachten (in neuem Fenster)

# s43
source: View recipe information
de_de: Rezeptinformationen ansehen

# s44
source: Found a bug? Got a suggestion?
de_de: Fehler gefunden? Guter Vorschlag?

# s45
source: Tell me!
de_de: Berichte mir!

# s46
source: Aion recipe material calculator
de_de: Aion Materialcalculator für Rezepte

# s47
source: Still need {0}
de_de: Benötigt werden noch {0}

# s48
source: I have
de_de: Ich habe

# s49
source: Price for each
de_de: Preis pro Stück

# s5
source: Polearm
de_de: Stangenwaffe

# s50
source: You must enter a number
de_de: Du musst eine Zahl eingeben

# s51
source: The value should be valid integer number
de_de: Die Eingabe darf nur aus Ziffern bestehen

# s52
source: The value should be greater or equal to zero
de_de: Die Eingabe muss grösser oder gleich Null sein

# s53
source: Probability %
de_de: Wahrscheinlichkeit in %

# s54
source: Enter the probability of '{0}' successfull craft
de_de: Die Wahrscheinlichkeit für das erfolgreiche Herstellen von '{0}' eingeben

# s55
source: Please enter valid floating-point number
de_de: Bitte eine gültige Dezimalzahl eingeben

# s56
source: Value should be greater than 1
de_de: Die Eingabe muss grösser als 1 sein

# s57
source: No recipe was found.
de_de: Kein Rezept gefunden

# s58
source: {0} - Aion recipe material calculator
de_de: {0} - Aion Materialcalculator für Rezepte

# s59
source: View item information
de_de: Gegenstandsinformationen ansehen

# s6
source: Book
de_de: Buch

# s60
source: Have
de_de: Haben

# s61
source: Export data in different format
de_de: Daten in ein anderes Format exportieren

# s62
source: Click to edit
de_de: Zum bearbeiten klicken

# s63
source: Subtotal
de_de: Teilsumme

# s64
source: Need
de_de: Benötigt

# s65
source: Total price
de_de: Gesamtpreis

# s66
source: Sell price for one item
de_de: Verkaufspreis pro Stück

# s67
source: Sell price for this item. By default vendor&lt;br /&gt;sell price is displayed. Click to edit.
de_de: Verkaufspreis für diesen Gegenstand. Standardmäßig wird der Händlerverkaufspreis angezeigt. zum bearbeiten anklicken

# s68
source: Total sell price
de_de: Gesamt Verkaufspreis

# s69
source: Profit (not including "have" materials)
de_de: Profit (ohne die Materialien die du bereits hast)

# s7
source: Orb
de_de: Kugel

# s71
source: Price
de_de: Preis

# s72
source: Enter the sell price for '{0}'
de_de: Verkaufspreis für '{0}' eingeben

# s75
source: Names
de_de: Namen

# s78
source: Ingame link (need)
de_de: Ingame-Link (nur benötigte Materialien)

# s79
source: each {0} can be {1} crafted with {2} from
de_de: {0} Stück kann/können zu {1} mit {2} hergestellt werden

# s8
source: Staff
de_de: Stab

# s80
source: Successfull craft probability - click to edit
de_de: Wahrscheinlichkeit für eine erfolgreiche Herstellung - zum bearbeiten anklicken

# s81
source: Load proc version of this item
de_de: Die geprocte Version dieses Gegenstands anzeigen

# s82
source: Load non proc version of this item
de_de: Die nicht geprocte Version dieses Gegenstands anzeigen

# s83
source: Need - click to edit
de_de: Benötigt - zum bearbeiten anklicken

# s84
source: Click to toggle selection for this item as material&lt;br /&gt;that you will use for current recipe
de_de: Anklicken um die Auswahl für diesen Gegenstand als Material<br />für dieses Rezept zu verändern

# s85
source: Loading recipes...
de_de: Lade Rezepte...

# s86
source: No recipes was found.
de_de: Keine Rezepte gefunden

# s87
source: Race
de_de: Fraktion

# s9
source: Bow
de_de: Bogen

# s91
source: Toggle ignore case
de_de: Groß- und Kleinschreibung beachten / nicht beachten

# s93
source: Sort
de_de: Sortierung

# s94
source: Craft level
de_de: Herstellungsgrad

# s95
source: Item level
de_de: Gegenstandslevel

# s96
source: Rarity
de_de: Seltenheit

# s97
source: Item level
de_de: Gegenstandslevel

# s98
source: Skill level
de_de: Schwierigkeitsgrad

# s99
source: Reset filter
de_de: Filter zurücksetzten
